# Utilities
brew "n"
brew "zx"
brew "go"

brew "tree"
brew "eza"
brew "cowsay"
brew "fortune"
brew "toilet"
brew "thefuck"

brew "htop"
brew "btop"
brew "nmap"
brew "procs"

brew "jq"
brew "wader/tap/fq"
brew "jqp"
brew "fzf"
brew "bat"
brew "bat-extras"
brew "ripgrep"
brew "ripgrep-all"
brew "neovim"
brew "git-delta"
brew "diff-so-fancy"
brew "calcurse"
brew "pandoc"
brew "imagemagick"

brew "direnv"
brew "superfile"

brew "moreutils"

brew "jenv"


# Virtualization
brew "derailed/k9s/k9s"
brew "kubeseal"
brew "minikube"
brew "kubeconform"
brew "jesseduffield/lazydocker/lazydocker"

brew "hashicorp/tap/terraform"