# Utilities
brew "n"

brew "tree"
brew "cowsay"
brew "fortune"
brew "toilet"
brew "thefuck"

brew "htop"
brew "nmap"

brew "jq"
brew "wader/tap/fq"
brew "fzf"
brew "bat"
brew "bat-extras"
brew "ripgrep"
brew "ripgrep-all"
brew "neovim"
brew "git-delta"
brew "calcurse"
brew "pandoc"
brew "imagemagick"

brew "direnv"

# Virtualization
brew "derailed/k9s/k9s"
brew "kubeseal"
brew "minikube"
brew "kubeconform"
